Repository: lwplugins/lw-disable
Catalog: languages/lw-disable-*.po
Languages: hu_hu

source: Lightweight Disable
hu_hu: Lightweight Letiltás

source: Disable WordPress features: comments, commands, and more.
hu_hu: WordPress funkciók letiltása: hozzászólások, parancsok és még több.

source: Lightweight plugins for WordPress - minimal footprint, maximum impact.
hu_hu: Könnyű WordPress bővítmények – minimális terhelés, maximális hatás.

source: Active
hu_hu: Aktív

source: Settings
hu_hu: Beállítások

source: Get Plugin
hu_hu: Bővítmény letöltése

source: General
hu_hu: Általános

source: Commands
hu_hu: Parancsok

source: Comments
hu_hu: Hozzászólások

source: Performance
hu_hu: Teljesítmény

source: Emojis
hu_hu: Emojik

source: Embeds
hu_hu: Beágyazások

source: Block Library
hu_hu: Blokk könyvtár

source: Security
hu_hu: Biztonság

source: App Passwords
hu_hu: Alkalmazásjelszavak

source: Head Cleanup
hu_hu: Head tisztítás

source: Shortlink
hu_hu: Rövid link

source: Version Strings
hu_hu: Verzióstringek

source: Adjacent Posts
hu_hu: Szomszédos bejegyzések

source: Content
hu_hu: Tartalom

source: RSS Feeds
hu_hu: RSS feedek

source: Disable admin command palette (Cmd/Ctrl+K)
hu_hu: Admin parancspaletta letiltása (Cmd/Ctrl+K)

source: Disable comments completely
hu_hu: Hozzászólások teljes letiltása

source: Disable WordPress emoji scripts and styles
hu_hu: WordPress emoji scriptek és stílusok letiltása

source: Disable oEmbed discovery and scripts
hu_hu: oEmbed felderítés és scriptek letiltása

source: Disable WordPress heartbeat API
hu_hu: WordPress heartbeat API letiltása

source: Disable Gutenberg block CSS on frontend
hu_hu: Gutenberg blokk CSS letiltása a frontend oldalon

source: Disable XML-RPC protocol
hu_hu: XML-RPC protokoll letiltása

source: Restrict REST API to logged-in users
hu_hu: REST API korlátozása bejelentkezett felhasználókra

source: Disable application passwords
hu_hu: Alkalmazásjelszavak letiltása

source: Remove WordPress version meta tag
hu_hu: WordPress verzió meta tag eltávolítása

source: Remove shortlink from head
hu_hu: Rövid link eltávolítása a head-ből

source: Remove Really Simple Discovery link
hu_hu: Really Simple Discovery link eltávolítása

source: Remove Windows Live Writer link
hu_hu: Windows Live Writer link eltávolítása

source: Remove ?ver= query strings from assets
hu_hu: ?ver= query stringek eltávolítása az assetekből

source: Remove prev/next post links from head
hu_hu: Előző/következő bejegyzés linkek eltávolítása a head-ből

source: Disable RSS feeds completely
hu_hu: RSS feedek teljes letiltása

source: Disable
hu_hu: Letiltás

source: Settings saved.
hu_hu: Beállítások elmentve.

source: REST API restricted to authenticated users.
hu_hu: REST API korlátozva hitelesített felhasználókra.
